{
  "dk": "disable",
  "en": "",
  "Lang": "dk",

  "Home": "Forside",
  "Services": "Ydelser",
  "About": "Om os",
  "Contact": "Kontakt",
  "All rights reserved.": "Alle rettigheder forbeholdes.",
  "Contact Form": "Kontaktformular",
  "Contact us": "Kontakt os",
  "We are happy to take your inquiry": "Vi tager gerne imod din forespørgsel",
  "Name": "Navn",
  "Email": "E-mail",
  "Message": "Besked",
  "Type your message...": "Skriv din besked...",
  "Submit": "Indsend",
  "Contact Us": "Kontakt os",
  "Your browser does not support the video tag.": "Din browser understøtter ikke video-tagget.",
  "Welcome to": "Velkommen til",
  "Workshop that you can trust - And more": "Værksted du kan stole på - og mere til",
  "CONTACT US": "KONTAKT OS",
  "High-Quality Service. Zero Compromise.": "Høj kvalitet. Ingen kompromiser.",
  "Team of qualified technicians making dreams come true": "Et team af kvalificerede teknikere, der gør drømme til virkelighed",
  "Experience": "Erfaring",
  "Our workshop offers repairs on all vehicles but it also has expertise in VAG groupation": "Vores værksted tilbyder reparationer på alle køretøjer, men vi har særlig ekspertise i VAG-gruppen",
  "Passion": "Passion",
  "Working on a car is not just a job for us. It is our drive and motivation": "At arbejde på en bil er ikke bare et job for os. Det er vores drivkraft og motivation",
  "Reliability": "Pålidelighed",
  "Work you can trust. Results you can feel.": "Arbejde du kan stole på. Resultater du kan mærke.",
  "Major repairs": "Større reparationer",
  "Reliable solutions for complex engine and mechanical issues.": "Pålidelige løsninger på komplekse motoriske og mekaniske problemer.",
  "Car Diagnostic": "Bil-diagnose",
  "Precise computer-based scanning to detect and fix problems fast.": "Præcis computerbaseret scanning for hurtigt at finde og udbedre fejl.",
  "Bodywork": "Karrosseri",
  "Professional exterior restoration, repair, and refinishing.": "Professionel udvendig restaurering, reparation og lakering.",
  "Oil Change": "Olieskift",
  "Quality oil and filter service to keep your engine running smoothly.": "Kvalitetsolie og filterservice for at holde din motor kørende problemfrit.",
  "Tire Service": "Dækservice",
  "Expert mounting, balancing, and tire maintenance for safe driving.": "Ekspertmontering, afbalancering og dækvedligeholdelse for sikker kørsel.",
  "Periodical Inspection (SYN)": "Periodisk syn (SYN)",
  "Complete vehicle check to ensure safety, performance, and road readiness.": "Komplet køretøjstjek for at sikre sikkerhed, ydeevne og køreklar stand.",
  "Why Choose US ?": "Hvorfor vælge os?",
  "We are not just another workshop, we are team of young technicians and we are following our dreams and our passions therefore you can expect that your car will be threated with passion and love.": "Vi er ikke bare endnu et værksted; vi er et team af unge teknikere, der følger vores drømme og passioner. Derfor kan du forvente, at din bil bliver behandlet med passion og kærlighed.",
  "Your car deserves": "Din bil fortjener",
  "professional care.": "professionel pleje.",
  "Mainiting a car can be expensive and stressful. But not in SK Auto. Get completly new experience and give your car best care.": "Vedligeholdelse af en bil kan være dyrt og stressende. Men ikke hos SK Auto. Få en helt ny oplevelse og giv din bil den bedste pleje.",
  "Warranty": "Garanti",
  "Quality": "Kvalitet",
  "Fair prices": "Fair priser",
  "Tagline": "Tagline",
  "Location": "Lokation",
  "Come visit us at our primary service center.": "Besøg os på vores primære servicecenter.",
  "View Map": "Vis kort",
  "Working Hours": "Åbningstider",
  "Monday - Saturday": "Mandag - Lørdag",
  "Sunday: Closed": "Søndag: Lukket"
}